Repository: boostcampwm-2024/refactor-ios11-alsongDalsong
Catalog: alsongDalsong/alsongDalsong/alsongDalsong/Localizable.xcstrings
Source language: ko
Languages: en

source: 1초 듣고 맞추기 모드는 짧은 시간에 최대한의 집중을 요구하는 모드입니다. 1초동안 랜덤으로 선택된 노래 클립을 듣고, 무엇인지 맞춰야 합니다. 짧은 시간에 어떤 노래인지 맞출 수 있을까요?
en: Listen and guess for 1 second is a mode that requires maximum concentration in a short period of time. You listen to a randomly selected song clip for 1 second and have to guess what it is. Can you guess what song it is in a short amount of time?

source: 가사나 제목을 직접적으로 전달하지 않도록 주의하세요
en: Be careful not to directly convey the lyrics or title.

source: 각 플레이어는 하나의 파트를 녹음하고, 그 녹음을 합쳐 완벽한 하모니를 만들어야 합니다. 플레이어들이 녹음한 각각의 음성을 합치면서, 누구의 파트가 가장 잘 어우러지는지 확인하세요
en: Each player must record one part, and combine the recordings to create perfect harmony. Combine the players' recorded voices to see whose parts fit together best.

source: 강아지
en: Dog

source: 개발자
en: Developer

source: 건전한
en: Healthy

source: 게임 데이터 불러오는 중
en: Loading Game data...

source: 게임 인원 부족
en: Not Enough Players

source: 게임 입장 코드를 입력하세요
en: Enter the game room code

source: 게임 종료!
en: Finish!

source: 게임을 시작하는 중...
en: Starting the game...

source: 결과 화면으로 이동합니다..
en: Moving to the results screen.

source: 결과 확인
en: Check Results

source: 계속 하기
en: Continue

source: 곡 제목을 검색하세요
en: Search for a song title

source: 나가기
en: Exit

source: 노래 선택
en: Select a song

source: 노래를 선택하세요
en: Please choose a song

source: 노래를 전송하는 중...
en: Sending song...

source: 녹음중..
en: Recording...

source: 녹음하기
en: Recording

source: 닉네임
en: Nickname

source: 다음 결과를 가져오는 중...
en: Fetching next results...

source: 다음 사람에게 고른 노래를 전달하세요
en: Pass the chosen song to the next person.

source: 다음 사람에게 허밍을 전달하세요
en: Pass the humming to the next person.

source: 다음으로
en: Next

source: 도덕적인
en: Moral

source: 도덕적인 삶
en: Moral life

source: 동시에 부르는 음악을 맞추는 모드입니다.
en: This is a mode where music is played simultaneously.

source: 두피
en: Scalp

source: 로비로 이동하는 중...
en: Moving to the lobby...

source: 로얄 iOS핑
en: Cutie

source: 루돌프
en: Rudolph

source: 리허밍
en: Rehuming

source: 머리
en: Hair

source: 멋진 닉네임
en: Perfect Nickname

source: 문제로 제출할 노래를 고르세요
en: Choose a song to submit as the problem.

source: 반짝반짝한
en: Sparkling

source: 방 생성하기!
en: Create a room!

source: 방 정보를 가져오는 중...
en: Fetching room information...

source: 방 참가하기!
en: Join a room!

source: 방을 나가시겠습니까?
en: Are you sure you want to leave the room?

source: 부드러운
en: Smooth

source: 비어 있음
en: Empty

source: 뽀송뽀송한
en: Soft

source: 사냥꾼
en: Hunter

source: 사부님
en: Master

source: 삶
en: Life

source: 선택 완료
en: Complete

source: 선택된 곡 없음
en: No Song Selected

source: 시작 대기 중
en: Waiting to start

source: 시작하기!
en: Start

source: 쏘니
en: Sonny

source: 아바타 이미지 다운로드 중
en: Downloading avatar image

source: 아티스트
en: Artist

source: 알쏭달쏭은 여럿이서 할 수록 재미있는 게임이에요! 그래도 하시겠어요?
en: alssongDalssong is a game that's more fun to play with others! Would you still like to continue?

source: 완료
en: Complete

source: 원하는 노래를 선택하고 허밍을 하세요! 다음 사람부터 당신의 허밍을 따라하게 됩니다. 마지막 친구는 허밍을 듣고 어떤 노래인지 맞출 수 있을까요?
en: Choose the song you want and start humming it! The next player will imitate your humming. Can you hear the last player humming and guess what song it is?

source: 음악을 선택하세요!
en: Please choose a song!

source: 음악의 가사만 듣고 노래를 맞추는 모드입니다. 선택된 노래의 가사를 TTS로 읽어주며, 플레이어는 그 가사에 해당하는 노래를 맞춰야 합니다.
en: This is a mode where you can guess the song by only listening to the lyrics of the music. The lyrics of the selected song are read through TTS, and the player must guess the song that corresponds to the lyrics.

source: 이구동성
en: With One Voice

source: 잠시후에 다시 시도해주세요
en: Please try again shortly.

source: 재녹음
en: Re-record

source: 정답 맞추기
en: Guess the answer

source: 정답 선택
en: Choose the correct answer

source: 정답 제출
en: Submit correct answer

source: 정답은...
en: Answer is …

source: 정답을 선택해 주세요.
en: Please choose the correct answer.

source: 제출 완료
en: Submission complete

source: 제출하기
en: Submit

source: 좀도둑
en: Thief

source: 찰나의 순간
en: A Fleeting Moment

source: 참가에 실패하였습니다.
en: Participation failed.

source: 초대하기!
en: Invite!

source: 초코칩
en: Chocolate chip

source: 축축한
en: Damp

source: 취객
en: Drunk

source: 취소
en: Cancellation

source: 틀틀보
en: Cat

source: 하모니
en: Harmony

source: 허밍
en: Humming

source: 허밍을 듣고 무슨 노래인지 맞춰 보세요.
en: Listen to the humming and guess what song it is.

source: 허밍을 전송하는 중...
en: Transmitting a Humming....

source: 화가 많은
en: Angry

source: 확인
en: Confirm
